{
  "common": {
    "home": "Hem",
    "membership": "Medlemskap",
    "board": "Styrelsen",
    "rules": "Stadgar",
    "language": "Språk",
    "footer": "© {year} Österbottens Whiskysällskap rf."
  },
  "landing": {
    "joinUs": "Bli medlem",
    "learnMore": "Läs mer om medlemskap",
    "intro": "Österbottens Whiskysällskap rf är en allmännyttig förening som samlar whiskyentusiaster i Österbotten. Vårt syfte är att främja kunskapen om whiskykultur, traditioner och ansvarsfullt njutande genom gemensamma upplevelser och lärande.",
    "activities": "Våra aktiviteter",
    "activitiesList": {
      "tastings": "Whiskyprovningar med noggrant utvalda sorter från hela världen",
      "education": "Utbildningstillfällen och kurser om whiskyhistoria, tillverkning och uppskattning",
      "trips": "Besök och resor till destillerier och whiskyevenemang",
      "events": "Sociala sammankomster och temakvällar för medlemmar",
      "collaboration": "Samarbete med andra whiskysällskap och organisationer"
    }
  },
  "membershipForm": {
    "title": "Medlemsansökan",
    "feeTitle": "Medlemsavgift",
    "feeAmount": "20 € per år",
    "feeDescription": "Medlemsavgiften faktureras årligen efter att din ansökan har godkänts.",
    "firstName": "Förnamn",
    "lastName": "Efternamn",
    "email": "E-post",
    "phone": "Telefon",
    "municipality": "Hemkommun",
    "municipalityPlaceholder": "Sök kommun...",
    "dateOfBirth": "Födelsedatum",
    "submit": "Skicka ansökan",
    "submitting": "Skickar...",
    "success": "Tack för din ansökan! Styrelsen kontaktar dig när din ansökan har behandlats.",
    "error": "Något gick fel. Försök igen.",
    "requiredField": "Detta fält är obligatoriskt",
    "invalidEmail": "Ogiltig e-postadress",
    "invalidPhone": "Ogiltigt telefonnummer",
    "mustBe18": "Du måste vara minst 18 år",
    "selectMunicipality": "Välj kommun"
  },
  "board": {
    "title": "Styrelsen",
    "members": "Styrelsemedlemmar",
    "chairman": "Ordförande",
    "secretary": "Sekreterare",
    "treasurer": "Kassör",
    "contact": "Kontakt",
    "generalEnquiries": "Allmänna frågor",
    "membershipMatters": "Medlemsärenden"
  },
  "rules": {
    "title": "Stadgar",
    "sections": {
      "1": {
        "title": "1. Föreningens namn och hemort",
        "content": "Föreningens namn är Österbottens whiskysällskap rf och dess hemort är Vasa."
      },
      "2": {
        "title": "2. Syfte och verksamhetsformer",
        "content": "Föreningens syfte är att samla personer som är intresserade av whisky och att främja kunskapen om whiskykultur, traditioner och ansvarsfullt njutande. För att uppnå sitt syfte ordnar föreningen whiskyprovningar, utbildningstillfällen, studiebesök och resor för sina medlemmar samt upprätthåller kontakt med andra liknande föreningar och organisationer. Föreningen är allmännyttig och bedriver ingen utskänkningsverksamhet.",
        "activities": "Föreningen fullföljer sitt syfte genom att den:",
        "activityList": [
          "kan arrangera kurser, tränings- och undervisningsevenemang och annat motsvarande verksamhet",
          "kan arrangera tävlingar, uppvisningar, utflykter, läger och andra evenemang",
          "kan arrangera fester, konserter, utställningar eller andra evenemang",
          "kan upprätthålla föreningens elektroniska medier",
          "kan publicera föreningens underrättelser och annan kommunikation i olika medier",
          "sammanför medlemmar till gemensam verksamhet och upprätthålla förbindelser med andra föreningar inom området",
          "kan arrangera resor i anslutning till föreningens syfte till sina medlemmar",
          "kan skaffa nödvändiga redskap och material som föreningens medlemmar kan använda",
          "samarbetar med myndigheter, organisationer, företag och privata personer"
        ],
        "support": "För att stöda sin verksamhet kan föreningen, sedan den har inhämtat vederbörligt tillstånd om det behövs:",
        "supportList": [
          "ordna basarer, loppmarknader och andra evenemang",
          "ordna avgiftsbara evenemang",
          "ta emot understöd, donationer och testamenten",
          "göra talkoarbete",
          "sälja reklamutrymme",
          "träffa sponsoravtal"
        ]
      },
      "3": {
        "title": "3. Medlemmar",
        "content": "Var och en som antar föreningens syfte kan bli ordinarie medlem i föreningen. Såsom understödande medlem kan godkännas en privatperson eller en sammanslutning med rättshandlingsförmåga som vill stöda föreningens syfte och verksamhet. Ordinarie medlemmar och understödande medlemmar godkänns av föreningens styrelse på ansökan. Till hedersordförande eller hedersmedlem kan föreningsmötet på framställning av styrelsen kalla en person som avsevärt har främjat och stött föreningens verksamhet."
      },
      "4": {
        "title": "4. Anslutnings- och medlemsavgift",
        "content": "Storleken av den anslutningsavgift och årliga medlemsavgift som tas ut från ordinarie och understödande medlemmar beslutas av årsmötet, separat för båda medlemsgrupperna. Hedersordföranden och hedersmedlemmarna betalar inte medlemsavgifter."
      },
      "5": {
        "title": "5. Styrelse",
        "content": "Föreningens angelägenheter sköts av styrelsen, som har en ordförande och 3–5 andra ordinarie medlemmar som alla utses vid årsmötet. Styrelsens mandattid är tiden mellan valmötena. Styrelsen väljer inom sig en vice ordförande och utser inom eller utom sig en sekreterare, en kassör och andra nödvändiga funktionärer. Styrelsen sammanträder på kallelse av ordföranden eller, om denna är förhindrad, på kallelse av vice ordföranden när de anser att det behövs eller när minst hälften av styrelseledamöterna så kräver. Styrelsen är beslutför när minst hälften av dess ledamöter, ordföranden eller vice ordföranden medräknade, är närvarande. Omröstningarna avgörs med absolut majoritet. Om rösterna faller jämnt, avgör ordförandens röst. Vid val avgör emellertid lotten."
      },
      "6": {
        "title": "6. Tecknande av föreningens namn",
        "content": "Föreningens namn tecknas av styrelsens ordförande, sekreterare, kassör, var för sig."
      },
      "7": {
        "title": "7. Räkenskapsperiod",
        "content": "Föreningens räkenskapsperiod är ett kalenderår."
      },
      "8": {
        "title": "8. Föreningens möten",
        "content": "När styrelsen eller föreningens möte så beslutar, är deltagande i föreningens möte också möjligt per post, genom datakommunikation eller med hjälp av något annat tekniskt hjälpmedel före eller under mötet. Föreningsmötet godkänner omröstnings- och valordningen. Föreningens årsmöte hålls årligen på en av styrelsen fastställd dag i januari–maj. Vid föreningens möten har varje ordinarie medlem, hedersordförande och hedersmedlem en röst. En understödande medlem har rätt till att vara närvarande och yttra sig vid föreningens möten. Som mötets beslut gäller, om inte något annat bestäms i stadgarna, den åsikt som har understötts av mer än hälften av de avgivna rösterna. Om rösterna faller jämnt avgör mötesordförandens röst. Vid val avgör emellertid lotten."
      },
      "9": {
        "title": "9. Kallelse till föreningens möten",
        "content": "Styrelsen ska sammankalla föreningens möten senast 7 dagar före mötet. Möteskallelsen skall skickas per post eller per e-post, på föreningens webbsida eller i gruppen i det sociala mediet som föreningen använder."
      },
      "10": {
        "title": "10. Årsmöte",
        "content": "Vid föreningens årsmöte behandlas följande ärenden:",
        "items": [
          "mötet öppnas",
          "val av mötesordförande, sekreterare, två protokolljusterare och vid behov två rösträknare",
          "mötets laglighet och beslutsförhet konstateras",
          "föredragningslistan för mötet godkänns",
          "bokslut, årsberättelse och verksamhetsgranskarnas/revisorernas utlåtande presenteras",
          "beslut fattas om fastställande av bokslut och beviljande av ansvarsfrihet för styrelsen och andra ansvarsskyldiga",
          "verksamhetsplan, budget samt anslutnings- och medlemsavgifternas storlek fastställs",
          "val av styrelseordförande och övriga ledamöter i styrelsen",
          "val av en eller två verksamhetsgranskare och suppleanter eller en eller två revisorer och suppleanter",
          "övriga ärenden som anges i möteskallelsen"
        ],
        "note": "Om en föreningsmedlem önskar att ett ärende ska behandlas vid föreningens årsmöte, ska han eller hon skriftligen meddela detta till styrelsen i så god tid att ärendet kan tas med i möteskallelsen."
      },
      "11": {
        "title": "11. Ändring av stadgar och upplösning av förening",
        "content": "Beslut om ändring av stadgarna och om upplösning av föreningen ska fattas vid föreningens möte med minst tre fjärdedelars (3/4) majoritet av de röster som avgetts vid omröstningen. Stadgeändringen eller upplösningen av föreningen ska anges i möteskallelsen. Om föreningen upplöses används föreningens tillgångar för att främja föreningens syfte på ett sådant sätt som bestäms av det möte som fattar beslutet om upplösning. Om föreningen blir upplöst används dess tillgångar för samma ändamål."
      }
    }
  }
}
